Repository: noah-nuebling/mac-mouse-fix
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, tr

# is-disabled-toast
source: Mac Mouse Fix was **disabled** in System Settings To enable Mac Mouse Fix: 1. Go to [Login Items Settings](x-apple.systempreferences:com.apple.LoginItems-Settings.extension) 2. Switch on 'Mac Mouse Fix.app'
de: Mac Mouse Fix wurde in den Systemeinstellungen **deaktiviert** Um Mac Mouse Fix zu aktivieren: 1. Öffne die [Anmeldeobjekte-Einstellungen](x-apple.systempreferences:com.apple.LoginItems-Settings.extension) 2. Aktiviere 'Mac Mouse Fix.app'
fr: Mac Mouse Fix a été **désactivé** dans les Réglages Système Pour activer Mac Mouse Fix : 1. Se rendre dans les [paramètres Ouverture](x-apple.systempreferences:com.apple.LoginItems-Settings.extension) 2. Activer « Mac Mouse Fix.app »
tr: Mac Mouse Fix, Sistem Ayarları'nda **devre dışı bırakıldı** Mac Mouse Fix'i etkinleştirmek için: 1. [Giriş Öğeleri Ayarları'na](x-apple.systempreferences:com.apple.LoginItems-Settings.extension) gidin 2. 'Mac Mouse Fix.app' seçeneğini açın

# is-strange-helper-alert.title
source: Enabling Failed
de: Einschalten Fehlgeschlagen
fr: L'activation a échoué
tr: Etkinleştirme Başarısız Oldu

# is-strange-helper-alert.body
source: Mac Mouse Fix can't be enabled because there's __another version__ of Mac Mouse Fix present on your computer To enable Mac Mouse Fix: 1. Delete the [other version](%@) 2. Empty the Bin 3. Restart your Mac 4. Try again!
de: Mac Mouse Fix kann nicht eingeschaltet werden da noch eine __andere Version__ von Mac Mouse Fix auf deinem Computer vorliegt Um Mac Mouse Fix einzuschalten: 1. Lösche die [andere Version](%@) 2. Leere den Papierkorb 3. Starte deinen Mac neu 4. Versuche es erneut!
fr: Mac Mouse Fix ne peut pas être activé car une __autre version__ de Mac Mouse Fix est présente sur votre ordinateur Pour activer Mac Mouse Fix : 1. Supprimer l'[autre version](%@) 2. Vider la corbeille 3. Redémarrer votre Mac 4. Réessayer !
tr: Mac Mouse Fix, bilgisayarınızda __başka bir sürümü__ bulunduğundan etkinleştirilemiyor Mac Mouse Fix'i etkinleştirmek için: 1. [Diğer sürümü](%@) silin 2. Çöp Kutusunu boşaltın 3. Mac'inizi yeniden başlatın 4. Tekrar deneyin!

# revive-toast
source: __Enabled__ Mac Mouse Fix for %1@ It had been disabled from the Menu Bar %2@
de: Mac Mouse Fix __aktiviert__ für %1@ Es war in der Menüleiste %2@ deakiviert worden
tr: %1% için Mac Mouse Fix __etkinleştirildi__ Menü Çubuğu %2% tarafından devre dışı bırakılmıştı

# revive-toast.feature-buttons
source: __Buttons__
de: __Tasten__
fr: __Boutons__
tr: __Düğmeler__

# revive-toast.feature-scrolling
source: __Scrolling__
de: __Scrollen__
fr: __Défilement__
tr: __Kaydırma__

# macos-scrolling-hint
source: Set speed under [%@ > Mouse > Scrolling Speed](%@)
de: Stelle das Tempo ein unter [%@ > Maus > Scrolltempo](%@)
fr: Définir la vitesse sous [%@ > Souris > Vitesse de déplacement](%@)
tr: Hızı şurada ayarlayın [%@ > Fare > Kaydırma Hızı](%@)

# natural-scrolling-hint
source: Content tracks finger movement
de: Inhalte folgen Finger-Bewegung
tr: İçerik parmak hareketini izler

# precise-scrolling-hint
source: Scroll precisely, even without a keyboard modifier, by moving the scroll wheel _slowly_
de: Scrolle auch ohne Sondertasten präzise, indem du das Scrollrad _langsam_ bewegst
fr: Défiler précisement, même sans un raccourci clavier, en bougeant la molette de défilement _doucement_
tr: Kaydırma tekerleğini _yavaşça_ hareket ettirerek, klavye değiştirici olmadan bile hassas bir şekilde kaydırın

# drag-effect.dock-swipe.hint
source: Move your mouse: - Up to show Mission Control - Down to show Application Windows - Left or Right to move between Spaces Works like swiping with 3 fingers on an Apple Trackpad
de: Bewege deine Maus nach: - Oben um Mission Control zu öffnen - Unten um App Exposé aufzurufen - Links oder rechts um zwischen Spaces zu wechseln Funktioniert wie Streichen mit 3 Fingern auf einem Apple Trackpad
fr: Déplacer votre souris : - Vers le haut pour afficher Mission Control - Vers le bas pour afficher Fenêtres de l'application - Vers la gauche ou la droite pour passer d'un espace à un autre Fonctionne comme le balayage à 3 doigts sur un Trackpad Apple
tr: Farenizi hareket ettirin: - Mission Control'ü göstermek için yukarı - Uygulama Pencerelerini göstermek için aşağı - Spaces arasında geçiş yapmak için sola veya sağa Apple Trackpad'de 3 parmakla kaydırma gibi çalışır

# drag-effect.scroll-swipe
source: Scroll & Navigate
de: Scrollen & Navigieren
fr: Défiler & naviguer
tr: Kaydır ve Gezin

# drag-effect.scroll-swipe.hint
source: Scroll freely by moving your mouse in any direction Also Navigate between pages in Safari, delete messages in Mail and more by moving your mouse left and right Works like swiping with 2 fingers on an Apple Trackpad
de: Scrolle frei indem du deine Maus in eine beliebige Richtung bewegst Blättere ausserdem zwischen Seiten in Safari, lösche Nachrichten in Mail, und mehr, indem du deine Maus nach links oder rechts bewegst Funktioniert wie Streichen mit 2 Fingern auf einem Apple Trackpad
fr: Défiler librement en déplaçant votre souris dans n'importe quelle direction Peut aussi naviguer entre les pages dans Safari, supprimer les messages dans Mail et bien plus en bougeant votre souris à gauche ou à droit Fonctionne comme le balayage avec 2 doigts sur un Trackpad Apple
tr: Farenizi herhangi bir yönde hareket ettirerek serbestçe kaydırın Ayrıca farenizi sola ve sağa hareket ettirerek Safari'de sayfalar arasında gezinin, Mail'deki mesajları silin ve daha fazlasını yapın Apple Trackpad'de 2 parmakla kaydırma gibi çalışır

# effect.app-expose
source: Application Windows
de: App Exposé
fr: Fenêtres de l'application
tr: Uygulama Pencereleri

# effect.app-expose.hint
source: Show all windows of the active app
de: Zeige alle Fenster der aktiven App
fr: Afficher toutes les fenêtres de l'application active
tr: Etkin uygulamanın tüm pencerelerini göster

# effect.apple-keys-submenu
source:  Exclusive Keys
de: -Exklusive Tasten
fr: Touches exclusives 
tr:  Özel Tuşlar

# effect.apple-keys-submenu.hint
source: Choose keys that are only available on Apple keyboards
de: Wähle Tasten, die nur auf Apple Tastaturen vorhanden sind
fr: Choisir les touches uniquement disponibles sur les claviers Apple
tr: Yalnızca Apple klavyelerinde bulunan tuşları seçin

# effect.apple-shortcut.hint
source: Works like pressing '%@' on an Apple keyboard
de: Funktioniert so, als würdest du '%@' auf einer Apple Tastatur drücken
fr: Fonctionne comme en appuyant sur « %@ » sur un clavier Apple
tr: Bir Apple klavyesinde '%@' tuşuna basmak gibi çalışır

# effect.desktop
source: Show Desktop
de: Schreibtisch zeigen
fr: Afficher le bureau
tr: Masaüstünü Göster

# effect.desktop.hint
source: Show the desktop
de: Zeige den Schreibtisch
fr: Afficher le bureau
tr: Masaüstünü göster

# effect.launchpad.hint
source: Open Launchpad
de: Öffne Launchpad
fr: Ouvrir le Launchpad
tr: Launchpad'i aç

# effect.left-space
source: Move Left a Space
de: Space nach links wechseln
fr: Déplacer vers le bureau de gauche
tr: Bir Space Sola Git

# effect.left-space.hint
source: Move one Space to the left
de: Wechsle einen Space nach links
fr: Se déplacer d'un espace vers la gauche
tr: Bir Space sola git

# effect.look-up
source: Look Up & Quick Look
de: Quick Look & Nachschlagen
fr: Rechercher & Coup d'œil
tr: Ara ve Hızlı Bak

# effect.look-up.hint
source: Look up words in the Dictionary, Quick Look files in Finder, and more. Works like a Force click on an Apple Trackpad.
de: Schlage Wörter im Wörterbuch nach, werfe einen schnellen Blick auf Dateien im Finder, und mehr Funktioniert wie ein kräftiger Klick bei einem Apple Trackpad
fr: Rechercher des mots dans le Dictionnaire, Coup d'œil sur les fichiers dans le Finder et bien plus. Fonctionne comme le clic forcé sur un Trackpad Apple.
tr: Sözlükte kelimeleri arayın, Finder'da dosyalara Hızlı Bakın ve daha fazlasını yapın. Apple Trackpad'de Force tıklama gibi çalışır.

# effect.middle-click
source: Middle Click
de: Mittelklick
fr: Clic du milieu
tr: Orta Tıklama

# effect.middle-click.hint
source: Open links in a new tab, paste text in the Terminal, and more. Works like clicking %@ on a standard mouse.
de: Öffne Links in einem neuen Tab, setze Text im Terminal ein, und mehr Funktioniert wie klicken von %@ bei einer Standard-Maus
fr: Ouvrir les liens dans un nouvel onglet, coller du texte dans le Terminal et bien plus. Fonctionne comme en cliquant sur %@ sur une souris standard.
tr: Bağlantıları yeni sekmede açın, Terminal'e metin yapıştırın ve daha fazlasını yapın. Standart bir farede %@'ya tıklamak gibi çalışır.

# effect.mission-control.hint
source: Show Mission Control
de: Zeige Mission Control
fr: Afficher Mission Control
tr: Mission Control'ü göster

# effect.record-shortcut
source: Keyboard Shortcut...
de: Tastaturkurzbefehl...
fr: Raccourci clavier...
tr: Klavye Kısayolu...

# effect.record-shortcut.hint
source: Type a keyboard shortcut, then use it from your mouse
de: Tippe einen Tastaturkurzbefehl, dann benutze ihn direkt von deiner Maus!
fr: Tapez un raccourci clavier, puis utilisez-le depuis votre souris
tr: Bir klavye kısayolu yazın, ardından farenizden kullanın

# effect.right-space
source: Move Right a Space
de: Space nach rechts wechseln
fr: Déplacer vers le bureau de droite
tr: Bir Space Sağa Git

# effect.right-space.hint
source: Move one Space to the right
de: Wechsle einen Space nach rechts
fr: Se déplacer d'un espace vers la droite
tr: Bir Space sağa git

# effect.shortcut.hint
source: Works like pressing '%@' on your keyboard
de: Funktioniert wie drücken von '%@' auf deiner Tastatur
fr: Fonctionne comme en appuyant sur « %@ » sur votre clavier
tr: Klavyenizde '%@' tuşuna basmak gibi çalışır

# effect.smart-zoom.hint
source: Zoom in or out in Safari and other apps. Works like a two-finger double tap on an Apple Trackpad.
de: Zoome rein oder raus in Safari und anderen Apps Funktioniert wie mit zwei Fingern doppelt tippen auf einem Apple Trackpad
fr: Zoom en avant ou en arrière dans Safari et d'autres applications. Fonctionne comme un Toucher deux fois sur un Trackpad Apple.
tr: Safari ve diğer uygulamalarda yakınlaştırın veya uzaklaştırın. Apple Trackpad'de iki parmakla çift dokunma gibi çalışır.

# effect.back
source: Back
de: Zurück
fr: Vers l'arrière
tr: Geri

# effect.back.hint
source: Go back one page in Safari and other apps
de: Gehe eine Seite zurück in Safari und anderen Apps
fr: Revenir en arrière d'une page dans Safari et d'autres apps
tr: Safari ve diğer uygulamalarda bir sayfa geri git

# effect.forward
source: Forward
de: Vorwärts
fr: Vers l'avant
tr: İleri

# effect.forward.hint
source: Go forward one page in Safari and other apps
de: Gehe eine Seite vorwärts in Safari und anderen Apps
fr: Avancer d'une page sur Safari et d'autres apps
tr: Safari ve diğer uygulamalarda bir sayfa ileri git

# scroll-effect.4-pinch
source: Desktop & Launchpad
de: Launchpad & Schreibtisch
fr: Bureau & Launchpad
tr: Masaüstü ve Launchpad

# scroll-effect.4-pinch.hint
source: Scroll up for Launchpad and down to show the Desktop Works like Pinching with 4 fingers on an Apple Trackpad
de: Scrolle nach oben für Launchpad und nach unten um den Schreibtisch zu zeigen Funktioniert wie Aufziehen mit 4 Fingern auf einem Apple Trackpad
tr: Launchpad için yukarı kaydırın ve Masaüstünü göstermek için aşağı kaydırın Apple Trackpad'de 4 parmakla sıkıştırma gibi çalışır

# scroll-effect.spaces
source: Move Between Spaces
de: Zwischen Spaces wechseln
fr: Déplacer entre les espaces
tr: Spaces Arasında Geçiş Yap

# scroll-effect.spaces.hint
source: Scroll up to move left a Space and down to move right a Space Works like swiping horizontally with 3 fingers on an Apple Trackpad
de: Scrolle nach oben um einen Space nach links zu wechseln und nach unten um einen Space nach rechts zu wechseln Funktioniert wie horizontales Wischen mit 3 Fingern auf einem Apple Trackpad
tr: Bir Space sola gitmek için yukarı kaydırın ve bir Space sağa gitmek için aşağı kaydırın Apple Trackpad'de 3 parmakla yatay olarak kaydırma gibi çalışır

# scroll-effect.app-switcher.hint
source: Quickly switch between open apps Works like holding Command (⌘) and then pressing Tab (⇥) on your keyboard
de: Wechsle schnell zischen offenen Apps Funktioniert wie auf deiner Tastatur die Befehlstaste (⌘) zu halten und dann Tab (⇥) zu drücken
tr: Açık uygulamalar arasında hızlıca geçiş yapın Klavyenizde Command (⌘) tuşunu basılı tutup ardından Tab (⇥) tuşuna basmak gibi çalışır

# scroll-effect.horizontal
source: Horizontal Scroll
de: Horizontales Scrollen
tr: Yatay Kaydırma

# scroll-effect.horizontal.hint
source: Scroll left and right, navigate between pages in Safari, delete messages in Mail and more Works like swiping horizontally with 2 fingers on an Apple Trackpad
de: Scrolle nach links und rechts, blättere zwischen Seiten in Safari, lösche Nachrichten in Mail, und mehr Funktioniert wie horizontales Wischen mit 2 Fingern auf einem Apple Trackpad
tr: Sola ve sağa kaydırın, Safari'de sayfalar arasında gezinin, Mail'deki mesajları silin ve daha fazlasını yapın Apple Trackpad'de 2 parmakla yatay olarak kaydırma gibi çalışır

# scroll-effect.precise
source: Precise Scroll
de: Präzises Scrollen
tr: Hassas Kaydırma

# scroll-effect.precise.hint
source: Scroll small distances and use sensitive UI elements with precision
de: Scrolle kleine Distanzen und benutze empfindliche Bedienelemente mit Präzision
tr: Küçük mesafeleri kaydırın ve hassas UI öğelerini hassas bir şekilde kullanın

# scroll-effect.swift
source: Swift Scroll
de: Schnelles Scrollen
tr: Hızlı Kaydırma

# scroll-effect.swift.hint
source: Scroll long distances with minimal effort
de: Scrolle große Distanzen mit minimalem Aufwand
tr: Minimum çabayla uzun mesafeleri kaydırın

# scroll-effect.zoom
source: Zoom In or Out
de: Rein- oder rauszoomen
fr: Zoom avant ou arrière
tr: Yakınlaştır veya Uzaklaştır

# scroll-effect.zoom.hint
source: Zoom in or out in Safari, Maps and other apps Works like pinching to zoom on an Apple trackpad
de: Zoome rein oder raus in Safari, Maps, und anderen Apps Funktioniert wie Aufziehen mit 2 Fingern bei einem Apple Trackpad
fr: Zoomer en avant ou en arrière dans Safari, Plans et d'autres apps Fonctionne comme le pincement pour zoomer sur un Trackpad Apple
tr: Safari, Haritalar ve diğer uygulamalarda yakınlaştırın veya uzaklaştırın Apple trackpad'de yakınlaştırmak için sıkıştırma gibi çalışır

# scroll-effect.rotate
source: Rotate
de: Drehen
fr: Pivoter
tr: Döndür

# scroll-effect.rotate.hint
source: Rotate content in Apple Maps and other apps Works like twisting with 2 fingers on an Apple Trackpad
de: Drehe den Inhalt in Apple Maps und anderen Apps Funktioniert wie Drehen mit 2 Fingern auf einem Apple Trackpad
tr: Apple Haritalar ve diğer uygulamalarda içeriği döndürün Apple Trackpad'de 2 parmakla döndürme gibi çalışır

# type-shortcut-prompt
source: Type a Keyboard Shortcut
de: Tippe einen Tastaturkurzbefehl
fr: Taper le raccourci clavier
tr: Bir Klavye Kısayolu Yazın

# button-string.middle
source: Middle Button
de: mittlere Taste
fr: Bouton du milieu
tr: Orta Düğme

# button-string.numbered
source: Button %@
de: Taste %@
fr: Bouton %@
tr: %@ Düğmesi

# button-string.primary
source: Primary Button
de: primäre Taste
fr: Bouton principal
tr: Birincil Düğme

# button-string.secondary
source: Secondary Button
de: sekundäre Taste
fr: Bouton secondaire
tr: İkincil Düğme

# button-string.tool.numbered
source: Mouse Button %@
de: Maustaste %@
fr: Bouton de souris %@
tr: Fare Düğmesi %@

# button-string.tool.primary
source: Primary Mouse Button (also called Left Mouse Button or Mouse Button 1)
de: die primäre Maustaste (auch genannt linke Maustaste oder Maustaste 1)
fr: Bouton principal de la souris (aussi appelé bouton de souris gauche ou Bouton de souris 1)
tr: Birincil Fare Düğmesi (Sol Fare Düğmesi veya Fare Düğmesi 1 olarak da adlandırılır)

# button-string.tool.secondary
source: Secondary Mouse Button (also called Right Mouse Button or Mouse Button 2)
de: die sekundäre Maustaste (auch genannt rechte Maustaste oder Maustaste 2)
fr: Bouton secondaire de la souris (aussi appelé bouton de souris droit ou Bouton de souris 2)
tr: İkincil Fare Düğmesi (Sağ Fare Düğmesi veya Fare Düğmesi 2 olarak da adlandırılır)

# button-string.tool.middle
source: Middle Mouse Button (also called Scroll Wheel Button or Mouse Button 3)
de: mittlere Maustaste (auch genannt Scrollradtaste oder Maustaste 3)
fr: Bouton central de la souris (aussi appelé bouton de la molette de défilement ou Bouton de souris 3)
tr: Orta Fare Düğmesi (Kaydırma Tekerleği Düğmesi veya Fare Düğmesi 3 olarak da adlandırılır)

# modifer-key.tool.command
source: Command (⌘)
de: Befehlstaste (⌘)
fr: Commande (⌘)

# modifer-key.tool.control
source: Control (^)
de: Steuerungstaste (^)
fr: Contrôle (^)

# modifer-key.tool.option
source: Option (⌥)
de: Wahltaste (⌥)

# modifer-key.tool.shift
source: Shift (⇧)
de: Umschalttaste (⇧)
fr: Maj (⇧)

# apple-key-fallback.backward
source: <Rewind key>
de: <Rückspultaste>
tr: <Geri Sarma tuşu>

# apple-key-fallback.forward
source: <Fast-Forward key>
de: <Vorspultaste>
tr: <Hızlı-İleri Sarma tuşu>

# apple-key-fallback.globe
source: <Emoji Picker key>
de: <Emojitaste>
tr: <Emoji Seçici tuşu>

# apple-key-fallback.light.max
source: <Increase Keyboard Brightness key>
de: <Tastaturhelligkeit erhöhen Taste>
tr: <Klavye Parlaklığını Artırma tuşu>

# apple-key-fallback.light.min
source: <Decrease Keyboard Brightness key>
de: <Tastaturhelligkeit verringern Taste>
tr: <Klavye Parlaklığını Azaltma tuşu>

# apple-key-fallback.magnifyingglass
source: <Spotlight key>
de: <Spotlight Taste>
tr: <Spotlight tuşu>

# apple-key-fallback.mic
source: <Dictation key>
de: <Diktiertaste>
tr: <Dikte tuşu>

# apple-key-fallback.moon
source: <Do Not Disturb key>
de: <Bitte nicht stören Taste>
tr: <Rahatsız Etmeyin tuşu>

# apple-key-fallback.playpause
source: <Play or Pause key>
de: <Abspielen und anhalten Taste>
tr: <Oynat veya Duraklat tuşu>

# apple-key-fallback.power
source: <Power key>
de: <An- und Ausschalttaste>
tr: <Güç tuşu>

# apple-key-fallback.rectangle.3.group
source: <Mission Control key>
de: <Mission Control Taste>
tr: <Mission Control tuşu>

# apple-key-fallback.speaker
source: <Mute key>
de: <Lautlos Taste>
tr: <Sessize Alma tuşu>

# apple-key-fallback.speaker.wave.1
source: <Decrease Volume key>
de: <Lautstärke verringern Taste>
tr: <Sesi Azaltma tuşu>

# apple-key-fallback.speaker.wave.3
source: <Increase Volume key>
de: <Lautstärke erhöhen Taste>
tr: <Sesi Artırma tuşu>

# apple-key-fallback.square.grid.3x2
source: <Launchpad key>
de: <Launchpad Taste>
tr: <Launchpad tuşu>

# apple-key-fallback.sun.max
source: <Increase Brightness key>
de: <Helligkeit erhöhen Taste>
tr: <Parlaklığı Artırma tuşu>

# apple-key-fallback.sun.min
source: <Decrease Brightness key>
de: <Helligkeit verringern Taste>
tr: <Parlaklığı azaltma tuşu>

# apple-key-fallback.unknown-key
source: <Key without description>
de: <Taste ohne Beschreibung>
tr: <Açıklaması Olmayan tuş>

# button-modifier.1
source: Click %@ +
de: %@ klicken +
fr: Clic %@ +
tr: %@'ya Tıkla +

# button-modifier.2
source: Double Click %@ +
de: %@ doppelklicken +
tr: %@'ya Çift Tıkla +

# button-modifier.3
source: Triple Click %@ +
de: %@ dreifach klicken +
tr: %@'ya Üç Tıkla +

# trigger.click.1
source: Click %@
de: %@ klicken
fr: Clic %@
tr: %@'ya Tıkla

# trigger.click.2
source: Double Click %@
de: %@ doppelklicken
fr: Double-clic %@
tr: %@'ya Çift Tıkla

# trigger.click.3
source: Triple Click %@
de: %@ dreifach klicken
fr: Triple-clic %@
tr: %@ Üç Kez Tıklayın

# trigger.drag-particle
source: Drag
de: ziehen
tr: Sürükle

# trigger.drag.1
source: Click and Drag %@
de: %@ klicken und ziehen
fr: Clic et glissement %@
tr: %@ Tıklayın ve Sürükleyin

# trigger.drag.2
source: Double Click and Drag %@
de: %@ doppelklicken und ziehen
fr: Double-clic et glissement %@
tr: %@ Çift Tıklayın ve Sürükleyin

# trigger.drag.3
source: Triple Click and Drag %@
de: %@ dreifach klicken und ziehen
fr: Triple-clic et glissement %@
tr: %@ Üç Kez Tıklayın ve Sürükleyin

# trigger.hold.1
source: Hold %@
de: %@ halten
fr: Maintien %@
tr: %@ Basılı Tutun

# trigger.hold.2
source: Double Click and Hold %@
de: %@ doppelklicken und halten
fr: Double-clic et maintien %@
tr: %@ Çift Tıklayın ve Basılı Tutun

# trigger.hold.3
source: Triple Click and Hold %@
de: %@ dreifach klicken und halten
fr: Triple-clic et maintien %@
tr: %@ Üç Kez Tıklayın ve Basılı Tutun

# trigger.scroll-particle
source: Scroll
de: scrollen
fr: Défilement
tr: Kaydır

# trigger.scroll.1
source: Click and Scroll %@
de: %@ klicken und scrollen
fr: Clic et défilement %@
tr: %@ Tıklayın ve Kaydırın

# trigger.scroll.2
source: Double Click and Scroll %@
de: %@ doppelklicken und scrollen
fr: Double-clic et défilement %@
tr: %@ Çift Tıklayın ve Kaydırın

# trigger.scroll.3
source: Triple Click and Scroll %@
de: %@ dreifach klicken und scrollen
fr: Triple-clic et défilement %@
tr: %@ Üç Kez Tıklayın ve Kaydırın

# trigger.scroll.flags
source: and Scroll
de: und scrollen
fr: et défilement
tr: ve Kaydırın

# trigger.drag.flags
source: and Drag
de: und ziehen
fr: et glissement
tr: ve Sürükleyin

# forbidden-capture-toast.1
source: **Primary Mouse Button** can't be used Please try another button
de: **Primäre Maustaste** kann nicht verwendet werden Bitte versuche eine andere Taste
fr: Le **bouton principal de la souris** ne peut pas être utilisé Veuillez essayer un autre bouton
tr: **Birincil Fare Düğmesi** kullanılamaz Lütfen başka bir düğme deneyin

# forbidden-capture-toast.2
source: **Secondary Mouse Button** can't be used Please try another button
de: **Sekundäre Maustaste** kann nicht verwendet werden Bitte versuche eine andere Taste
fr: Le **bouton secondaire de la souris** ne peut pas être utilisé Veuillez essayer un autre bouton
tr: **İkincil Fare Düğmesi** kullanılamaz Lütfen başka bir düğme deneyin

# capture-toast.link
source: Learn More
de: Erfahre mehr
fr: En savoir plus
tr: Daha Fazla Bilgi Edinin

# join-list.last
source: %@ and %@
de: %@ und %@
fr: %@ et %@
tr: %@ ve %@

# thanks.01
source: ⭐️ Thank you for buying Mac Mouse Fix!
de: ⭐️ Danke, dass du Mac Mouse Fix gekauft hast!
fr: ⭐️ Merci d'avoir acheté Mac Mouse Fix !

# thanks.02
source: 🌟 Thanks for purchasing Mac Mouse Fix!
de: 🌟 Dankeschön, dass du Mac Mouse Fix gekauft hast!
fr: 🌟 Merci d'avoir acheté Mac Mouse Fix !

# thanks.03
source: 🚀 Thanks for supporting Mac Mouse Fix!
de: 🚀 Danke, dass du Mac Mouse Fix unterstützt!
fr: 🚀 Merci de soutenir Mac Mouse Fix !

# thanks.04
source: 🙌 Thank you for buying Mac Mouse Fix!
de: 🙌 Danke, dass du Mac Mouse Fix gekauft hast!
fr: 🙌 Merci d'avoir acheté Mac Mouse Fix !

# thanks.05
source: 🧠 Great purchasing decision! ;)
de: 🧠 Großartige Kaufentscheidung! ;)
fr: 🧠 Une excellente décision d'achat ! ;)

# thanks.06
source: 🔥 Awesome taste in mouse fixing software! ;)
de: 🔥 Super Geschmack was Maus-Fixing-Software angeht! ;)
fr: 🔥 Excellent goût dans les logiciels permettant de corriger les souris ! ;)

# thanks.08
source: :) <- My face when I saw you bought Mac Mouse Fix
de: :) <- Mein Gesicht, als ich gesehen habe, dass du Mac Mouse Fix gekauft hast
fr: :) <- Mon visgage lorsque je vous que vous avez acheté Mac Mouse Fix

# thanks.09
source: 👽 Share it with your Spacebook friends!
de: 👽 Teile es mit deinen Spacebook Freunden!
fr: 👽 Partagez-le avec vos amis Spacebook !

# thanks.10
source: 🏂 Duckgang for life!!
de: 🏂 Entengang fürs Leben!!
fr: 🧼 Se laver les mains en sortant des toilettes n'est pas facultatif :D

# thanks.11
source: 🚜 Watch where you're going :P
de: 🚜 Pass auf wo du hinfährst :P
fr: 🚜 Regardez où vous allez :P

# thanks.12
source: 🐁 Not these mice, mom!
de: 🐁 Nicht diese Art von Mäusen, Mama!
fr: 🐁 Non... pas cette souris maman !
