Repository: noah-nuebling/mac-mouse-fix
Catalog: Localization/*.lproj/Localizable.strings
Languages: de, fr, tr

# thanks.13
source: 🐹 We should get him a bow tie.
de: 🐹 Wir sollten ihm eine Krawatte besorgen.
fr: 🐹 Nous devrions lui offrir un nœud papillon.

# thanks.15
source: 🥛 Whole milk of course! It's your birthday after all.
de: 🥛 Vollmilch natürlich! Es ist schließlich dein Geburtstag.
fr: 🥛 Du lait entier, bien sûr ! C'est ton anniversaire après tout.

# thanks.16
source: 🎸 Not John Mayer (yet). Nevertheless mayor of hearts.
de: 🎸 (Noch) nicht John Mayer. Trotzdem Bürgermeister der Herzen.
fr: 🎸 Pas (encore) John Mayer. Néanmoins, le maire des cœurs.

# thanks.18
source: 🦄 You may not want to save the world, but you're already saving mine :)
de: 🦄 Du willst vielleicht nicht die Welt retten, aber du rettest schon meine :)
fr: 🦄 Vous ne voulez peut-être pas sauver le monde, mais vous sauvez au moins le mien :)

# thanks.20
source: 🌍 Universal Studios is probably not that great anyways... :)
de: 🌍 Universal Studios ist wahrscheinlich sowieso nicht so toll... :)
fr: 🌍 Universal Studios n'est probablement plus aussi bon de toute façon... :)

# thanks.21
source: 🐠 What... are... you?
de: 🐠 Was... bist... du?
fr: 🐠 Qu'êtes... vous ?

# thanks.24
source: 😎 Oh you're using Mac Mouse Fix? You must be pretty cool.
de: 😎 Oh du benutzt Mac Mouse Fix? Du musst ziemlich cool sein.
fr: 😎 Oh tu utilises Mac Mouse Fix? Tu dois être sacrément cool.

# thanks.25
source: 🌏 First the mice, then the world!! >:)
de: 🌏 Erst die Mäuse, dann die Welt!! >:)
fr: 🌏 D'abord la souris, ensuite le monde !! >:)

# trial-counter.active
source: Free day **%d/%d**
de: Kostenloser Tag **%d/%d**
fr: Jour gratuit **%d/%d**
tr: Ücretsiz gün **%d/%d**

# trial-counter.expired
source: Free days are over
de: Kostenlose Tage sind vorbei
fr: Les jours offerts sont terminés
tr: Ücretsiz günler sona erdi

# license-button.activate
source: Activate License
de: Lizenz aktivieren
fr: Activer la licence
tr: Lisansı Etkinleştir

# license-button.deactivate
source: Deactivate License
de: Lizenz deaktivieren
fr: Désactiver la licence
tr: Lisansı Devre Dışı Bırak

# license-toast.activate
source: Your license has been **activated**! 🎉
de: Deine Lizenz wurde **aktiviert**! 🎉
fr: Votre licence a été **activée** ! 🎉
tr: Lisansınız **etkinleştirildi**! 🎉

# license-toast.activation-overload
source: This license has been activated **%d** times. The maximum is **%d**. Because of this, the license has been invalidated. This is to prevent piracy. If you have other reasons for activating the license this many times, please excuse the inconvenience. Just [reach out](mailto:noah.n.public@gmail.com) and I will provide you with a new license! Thanks for understanding.
de: Diese Lizenz wurde **%d** mal aktiviert. Das Maximum ist **%d**. Die Lizenz wurde deshalb ungültig gemacht. Das ist um Raubkopieren zu verhindern. Wenn du andere Gründe hast, um die Lizenz so oft zu aktivieren, dann bitte ich um Entschuldigung für die Umstände. [Kontaktiere mich](mailto:noah.n.public@gmail.com) einfach und ich werde dir eine neue Lizenz bereitstellen! Danke für dein Verständnis.
fr: Cette licence a été activée **%d** fois. Le maximum est de **%d**. À cause de cela, la licence a été invalidée. Ceci permet d'éviter le piratage. Si vous avez d'autres raisons d'activer la licence autant de fois, veuillez m'excuser. Il suffit de [me contacter](mailto:noah.n.public@gmail.com) et je vous fournirai une nouvelle licence ! Merci de votre compréhension.
tr: Bu lisans **%d** kez etkinleştirildi. Maksimum **%d**. Bu nedenle lisans geçersiz kılındı. Bu, korsanlığı önlemek içindir. Lisansı bu kadar çok kez etkinleştirmeniz için başka nedenleriniz varsa, lütfen rahatsızlıktan dolayı özür dileriz. [Bizimle iletişime geçin](mailto:noah.n.public@gmail.com) ve size yeni bir lisans sağlayacağım! Anlayışınız için teşekkürler.

# license-toast.already-active
source: This license is **already activated**!
de: Diese Lizenz ist **bereits aktiviert**!
fr: Cette licence est **déjà activée** !
tr: Bu lisans **zaten etkin**!

# license-toast.deactivate
source: Your license has been **deactivated**
de: Deine Lizenz wurde **deaktiviert**
fr: Votre licence a été **désactivée**
tr: Lisansınız **devre dışı bırakıldı**

# license-toast.gumroad-error
source: **An error with the licensing server occured** It says: %@
de: **Beim Lizenzserver ist ein Fehler aufgetreten** Er sagt: %@
fr: **Une erreur avec le serveur de licenses s'est produite** Elle dit : %@
tr: **Lisans sunucusunda bir hata oluştu** Şöyle diyor: %@

# license-toast.no-internet
source: **There is no connection to the internet** Try activating your license again when your computer is online.
de: **Es besteht keine Verbindung zum Internet** Probiere nochmal, deine Lizenz zu aktivieren, wenn dein Computer online ist.
tr: **İnternet bağlantısı yok** Bilgisayarınız çevrimiçi olduğunda lisansınızı tekrar etkinleştirmeyi deneyin.

# license-toast.unknown-error
source: **An unknown error occurred:** %@
de: **Ein unbekannter Fehler ist aufgetreten:** %@
fr: **Une erreur inconnue s'est produite :** %@
tr: **Bilinmeyen bir hata oluştu:** %@

# license-toast.unknown-key
source: **'%@'** is not a known license key Please try a different key
de: **'%@'** ist kein bekannter Lizenzschlüssel Bitte versuche einen anderen Schlüssel
fr: **« %@ »** n'est pas une clé de licence connue Veuillez essayer une clé différente
tr: **'%@'** bilinen bir lisans anahtarı değil Lütfen farklı bir anahtar deneyin

# license-toast.unknown-reason
source: Activating your license failed for **unknown reasons** Please write a **Bug Report** [here](https://noah-nuebling.github.io/mac-mouse-fix-feedback-assistant/?type=bug-report)
de: Die Aktivierung deiner Lizenz ist aus **unbekannten Gründen** gescheitert Bitte schreibe [hier](https://noah-nuebling.github.io/mac-mouse-fix-feedback-assistant/?type=bug-report) einen Fehlerbericht
fr: L'activation de votre licence a échoué pour des *raisons inconnues** Veuillez écrire un **signalement de bug** [ici](https://noah-nuebling.github.io/mac-mouse-fix-feedback-assistant/?type=bug-report)
tr: Lisansınızı etkinleştirme işlemi **bilinmeyen nedenlerden dolayı** başarısız oldu Lütfen [buradan](https://noah-nuebling.github.io/mac-mouse-fix-feedback-assistant/?type=bug-report) bir **Hata Raporu** yazın

# trial-notif.activate-license-button
source: Activate License
de: Lizenz aktivieren
fr: Activer une licence
tr: Lisansı Etkinleştir

# trial-notif.body
source: Hi there! You've been using Mac Mouse Fix for **%d days** now. I hope you're enjoying it! If you want to keep using Mac Mouse Fix, you can [buy it now](%@).
de: Hi! Du verwendest Mac Mouse Fix jetzt seit **%d Tagen**. Ich hoffe, es gefällt dir! Wenn du Mac Mouse Fix auch weiter verwenden willst, kannst du es dir [jetzt kaufen](%@).
fr: Bonjour ! Vous avez utilisé Mac Mouse Fix pendant maintenant **%d jours**. J'espère que vous l'appréciez ! Si vous voulez continuer d'utiliser Mac Mouse Fix, vous pouvez [l'acheter maintenant](%@).
tr: Merhaba! **%d gündür** Mac Mouse Fix kullanıyorsunuz. Umarım keyif alıyorsunuzdur! Mac Mouse Fix'i kullanmaya devam etmek istiyorsanız, [şimdi satın alabilirsiniz](%@).

# mail-alert.back
source: Back
de: Zurück
fr: Retour
tr: Geri

# mail-alert.body
source: I read and appreciate all emails, even though I can't respond to all
de: Ich lese und schätze alle E-Mails, auch wenn ich nicht auf alle antworten kann
fr: Je lis et j'apprécie tous vos e-mails, même si je ne peux pas répondre à tout le monde
tr: Hepsine cevap verebilmesem de tüm e-postaları okuyorum ve değer veriyorum

# mail-alert.send
source: Write Email
de: E-Mail schreiben
fr: Écrire un e-mail
tr: E-posta Yaz

# mail-alert.title
source: Write an Email?
de: Eine E-Mail schreiben?
fr: Écrire un e-mail ?
tr: E-posta Yazmak İster misiniz?

# beta-alert.back
source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

# beta-alert.body
source: Beta versions can have many issues. Don't forget to give feedback when you run into one. Thanks!
de: Beta Versionen können viele Probleme haben. Vergiss nicht Feedback zu geben, wenn du auf eins triffst. Dankeschön!
fr: Les versions bêta peuvent contenir de nombreux problèmes. N'oubliez pas de donner votre retour lorsque vous en rencontrez un. Merci !
tr: Beta sürümlerinde birçok sorun olabilir. Bir sorunla karşılaştığınızda geri bildirim vermeyi unutmayın. Teşekkürler!

# beta-alert.confirm
source: Get Beta Versions
de: Beta-Versionen erhalten
fr: Recevoir les versions bêta
tr: Beta Sürümlerini Al

# beta-alert.title
source: Get Beta Versions?
de: Beta-Versionen erhalten?
fr: Recevoir les versions bêta ?
tr: Beta Sürümlerini Almak İster misiniz?

# restore-buttons-alert.back
source: Cancel
de: Abbrechen
fr: Annuler
tr: İptal

# restore-buttons-alert.commit
source: Restore
de: Wiederherstellen
fr: Restaurer
tr: Geri Yükle

# restore-buttons-alert.hint
source: Your __%@__ mouse says it has __%d__ buttons
de: Deine __%@__ Maus sagt dass sie __%d__ Tasten hat
fr: Votre souris __%@__ dit qu'elle a __%d__ boutons
tr: __%@__ fareniz __%d__ düğmeye sahip olduğunu söylüyor

# restore-buttons-alert.radio1
source: Mouse with 3 buttons
de: Maus mit 3 Tasten
fr: Une souris avec 3 boutons
tr: 3 düğmeli fare

# restore-buttons-alert.radio2
source: Mouse with 5+ buttons
de: Maus mit 5+ Tasten
fr: Une souris avec plus de 5 boutons
tr: 5+ düğmeli fare

# restore-buttons-alert.title
source: Restore Default for ...
de: Standard wiederherstellen für ...
fr: Restaurer les réglages par défaut pour ...
tr: ... İçin Varsayılanı Geri Yükle

# already-using-defaults-toast.3
source: You're __already using__ the default setting for mice with __3 buttons__
de: Du __verwendest bereits__ die Standard-Einstellung für Mäuse mit __3 Tasten__
tr: __3 düğmeli__ fareler için zaten varsayılan ayarı __kullanıyorsunuz__

# already-using-defaults-toast.5
source: You're __already using__ the default setting for mice with __5 buttons__
de: Du __verwendest bereits__ die Standard-Einstellung für Mäuse mit __5+ Tasten__
tr: __5 düğmeli__ fareler için zaten varsayılan ayarı __kullanıyorsunuz__

# system-settings-name
source: System Settings
de: Systemeinstellungen
fr: Réglages Système
tr: Sistem Ayarları

# system-settings-name.pre-ventura
source: System Preferences
de: Systemeinstellungen
fr: Préférences Système
tr: Sistem Tercihleri

# free-country
source: Mac Mouse Fix is currently free in your country (%@)
de: Mac Mouse Fix ist momentan in deinem Land (%@) kostenlos
fr: Mac Mouse Fix est actuellement gratuit dans votre pays (%@)
tr: Mac Mouse Fix şu anda ülkenizde (%@) ücretsizdir

# license-toast.free-country
source: This license __could not be activated__ but Mac Mouse Fix is currently __free in your country__!
de: Diese Lizenz __konnte nicht aktiviert werden__, aber Mac Mouse Fix ist momentan __in deinem Land kostenlos__!
fr: Cette licence __n'a pas pu être activée__ mais Mac Mouse Fix est actuellement __gratuit dans votre pays__ !
tr: Bu lisans __etkinleştirilemedi__ ancak Mac Mouse Fix şu anda __ülkenizde ücretsiz__!

# restore-default-buttons-popover.body
source: __Click here__ to load the recommended settings for your __%@__ mouse
de: __Klicke hier__ um die Empfohlenen Einstellungen für deine __%@__ Maus zu laden
fr: __Cliquer ici__ pour charger les paramètres recommandés pour votre souris __%@__
tr: __%@__ fareniz için önerilen ayarları yüklemek için __buraya tıklayın__

# buy-mouse-alert.body
source: Get a mouse with 5+ buttons to unlock the full potential of Mac Mouse Fix!
de: Verwende eine Maus mit 5+ Tasten um das volle Potential von Mac Mouse Fix freizusetzen!
fr: Procurez-vous une souris avec plus de 5 boutons pour débloquer le plein potentiel de Mac Mouse Fix !
tr: Mac Mouse Fix'in tüm potansiyelini ortaya çıkarmak için 5+ düğmeli bir fare edinin!

# buy-mouse-alert.title
source: Your mouse only has 3 buttons
de: Deine Maus hat nur 3 Tasten
fr: Votre souris n'a que 3 boutonss
tr: Fareniz sadece 3 düğmeye sahip

# accessibility.settings-link.pre-ventura
source: Open 'Security & Privacy' Preferences
de: Öffne die 'Sicherheit & Datenschutz' Einstellungen

# buy-mouse-alert.ok
source: OK
tr: Tamam

# drag-effect.dock-swipe
source: Spaces & Mission Control
fr: Espaces & Mission Control
tr: Spaces ve Mission Control

# effect.primary-click
source: Primary Click
fr: Clic principal
tr: Birincil Tıklama

# effect.primary-click.hint
source: Works like clicking %@ on a standard mouse.
fr: Fonctionne comme en cliquant sur %@ sur une souris standard.
tr: Standart bir farede %@'ya tıklamak gibi çalışır.

# effect.secondary-click
source: Secondary Click
fr: Clic secondaire
tr: İkincil Tıklama

# effect.secondary-click.hint
source: Works like clicking %@ on a standard mouse.
fr: Fonctionne comme en cliquant sur %@ sur une souris standard.
tr: Standart bir farede %@'ya tıklamak gibi çalışır.

# effect.smart-zoom
source: Smart Zoom
fr: Zoom intelligent
tr: Akıllı Yakınlaştırma

# enable-timeout-toast
source: If you have **problems enabling** the app, click&nbsp;[here](https://github.com/noah-nuebling/mac-mouse-fix/discussions/861).
fr: Si vous rencontrez des **problèmes pour activer** l'app, cliquez&nbsp;[ici](https://github.com/noah-nuebling/mac-mouse-fix/discussions/861).
tr: Uygulamayı **etkinleştirme konusunda sorun yaşıyorsanız**, [buraya](https://github.com/noah-nuebling/mac-mouse-fix/discussions/861) tıklayın.

# scroll-effect.app-switcher
source: App Switcher
tr: Uygulama Değiştirici
